Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_parlamentarisk_rads_ungdomspolitiske_rad.html.tmx
Source language: nob
Languages: sme

source: Samisk parlamentarisk råds ungdomspolitiske råd
sme: Sámi parlamentáralaš ráđi nuoraidpolitihkalaš ráđđi

source: Samisk parlamentarisk råd etablerte 9.11.2011, i sak 04/11, felles ungdomsråd.
sme: Sámi parlamentáralaš ráđđi ásahii 9.11.2011 iežas nuoraidpolitihkalaš ráđi.

source: Rådet skal arbeide med ungdomspolitiske saker og fungere som en felles stemme for samisk ungdom, både internasjonalt og i Sápmi.
sme: Nuoraidpolitihkalaš ráđđi galgá bargat nuoraidpolitihkalaš áššiiguin ja doaibmat sámi nuoraid oktasaš jietnan, sihke riikkaidgaskasaččat ja Sámis.

source: Målet er å øke samiske ungdommers deltakelse og innflytelse.
sme: Ulbmilin lea lasihit sáminuoraid oasálastima ja váikkuhanválddi.

source: Rådet skal være satt sammen av representanter fra Ungdomspolitisk råd i Sametinget i Finland, Ungdomspolitisk utvalg i Sametinget i Norge og Ungdomsrådet i Sametinget i Sverige.
sme: Ráđis galget leat áirasat Suoma beal Sámedikki nuoraidpolitihkalaš ráđis, Norgga beal Sámedikki nuoraidpolitihkalaš ráđis ja Ruoŧa beal Sámedikki nuoraidráđis.

source: Samisk ungdom fra Russland skal inkluderes.
sme: Ruošša beal sámi nuorat galget fátmmastuvvot.

source: To kandidater fra hvert land, og 1-2 observatører fra Sámi Nurash.
sme: Guokte áirasa juohke riikkas, ja 1-2 áici Sámi Nurash searvvis.

source: Samisk parlamentarisk råds ungdomskonferanse arrangeres hvert andre år der vertskapet veksler mellom Sametingene.
sme: SPR nuoraidkonfereansa lágiduvvo juohke nuppi jagi. Konfereansa lágida dat riika geas lea SPR nuoraidráđi sátnejođihanbadji.

source: SPRs ungdomskonferanse er en felles samisk ungdomskonferanse for å styrke samisk ungdoms fellesskap og politiske engasjement.
sme: SPR nuoraidkonfereansa lea oktasaš Sámi nuoraidkonfereansa man ulbmilin lea nannet sámenuoraid servodatlaš ja politihkálaš čatnašumi, oasálastima ja váikkuhanválddi Sámi servodagas ja dasa lassin lasihit oktavuođaid, ovttasdoaimma ja ovttasbarggu gaskal sámenuoraid rastá rájáid.

source: Første konferanse ble avholdt i 2004.
sme: Vuosttaš konferánsa lágiduvvui jagis 2004.

source: Den femte konferansen ble avholdt i Trondheim 8. februar 2017.
sme: Viđat konferánsa lágiduvvui Troandimis 8.2.2017.
